{ "plots": [ { "id": 1, "title": "Tratta ferroviaria Torre Annunzioata-Castellammare di Stabia-Gragnano", "img": "/static/images/obj_definitions/obj1.jpg", "intro": "La ferrovia Torre Annunziata–Castellammare di Stabia–Gragnano è una linea ferroviaria della Campania, che corre interamente nella città metropolitana di Napoli per una lunghezza di circa 10 chilometri e attraversa tre comuni: Torre Annunziata, Castellammare di Stabia e Gragnano. La linea, classificata da RFI come complementare, ha una rilevante importanza storica per i trasporti ferroviari italiani: infatti è stata la prima linea ad essere progettata in Italia, e il suo tratto Torre Annunziata–Castellammare di Stabia è stato il quarto ad essere attivato (come prolungamento della ferrovia Napoli-Portici). La tratta terminale Castellammare di Stabia-Gragnano è ufficialmente sospesa dal 2010 e da allora risulta priva di traffico.", "history": "La linea Torre Annunziata Centrale – Gragnano venne inaugurata in due tronconi successivi. Il primo tronco da Torre Annunziata a Castellammare faceva parte del prolungamento della prima linea ferroviaria italiana, la Napoli – Portici. Già nel 1836 la società francese Bayard propose al Re Ferdinando II la costruzione di una linea ferrata da Napoli a Nocera con diramazione da Torre Annunziata per Castellammare, trovando il sovrano entusiasta. Fu così che nell’estate del 1838 iniziarono i lavori della progettata linea. Il 3 ottobre 1839 venne inaugurato il tratto tra Napoli e la stazione del Granatello a Portici. L’anno successivo la ferrovia, a doppio binario, arrivò a Torre del Greco. Infine il 25 luglio 1842 si provvide alle prime prove sul tratto Torre del Greco – Castellammare di Stabia. L’inaugurazione avvenne il 31 luglio dello stesso anno alla presenza del sovrano. Grazie all’arrivo della ferrovia, la zona della stazione di Castellammare, conosciuta come Rione Spiaggia ed abitata prevalentemente da pescatori, ebbe un vero e proprio sviluppo urbanistico ed industriale. La ferrovia, infatti, all’epoca costituiva una valida e veloce alternativa ai lunghi e faticosi viaggi stradali. Così Castellammare divenne il punto di interscambio con la ferrovia delle merci provenienti da buona parte della Calabria e delle Puglie. Tra le varie industrie che si insediarono nei pressi della ferrovia, va ricordata la prima fabbrica di conserve alimentari dei fratelli Cirio, inaugurata nel 1884 nei pressi della stazione. Nel 1885 venne inaugurata il secondo tratto della linea in questione, fra Castellammare e Gragnano, a servizio delle numerose industrie alimentari presenti nella zona all’epoca. Considerato che Castellammare era una stazione di testa, i treni provenienti da Torre Annunziata dovevano invertire la marcia a Castellammare per proseguire per Gragnano lungo la nuova linea che era (e resterà anche nel futuro) a binario unico. L’anno successivo, nel 1886, venne anche costruito un raccordo che, partendo appena prima della stazione di Castellammare, consentiva di raggiungere il porto ed i cantieri navali ubicati dal lato opposto della città. Il raccordo partiva in piena linea, poco prima di entrare nella stazione di Castellammare provenendo da Torre Centrale. Pertanto i convogli che venivano costituiti nello scalo merci di Castellammare, erano costretti a portarsi sul binario per Torre e poi ad invertire la marcia per portarsi sul raccordo. Nel 1905 la linea passò alla gestione della Rete Mediterranea. Nel 1906 nella piazza antistante la stazione di Castellammare venne posizionato il capolinea del nuovo tram che conduceva a Sorrento lungo un percorso dall’ineguagliabile bellezza. Con la costruzione di nuove linee ferroviarie, la linea per Castellammare divenne fondamentale grazie agli interscambi che i passeggeri potevano trovare a Torre Annunziata Centrale non solo per Napoli, ma anche per Nocera e Salerno, nonché con la nuova linea per Cancello e Caserta. Negli stessi anni venne anche creata una nuova fermata viaggiatori, denominata “Castellammare Cantieri”, poco oltre il ponte sul fiume Sarno. Nel marzo 1934 venne inaugurato un servizio viaggiatori utilizzando il raccordo per il porto: alcuni convogli provenienti da Napoli e Torre Annunziata Centrale, tramite il raccordo, conducevano i passeggeri in piena villa comunale, in posizione molto più centrale rispetto alla stazione. Per tale collegamento vennero utilizzate le ALb64 di costruzione Fiat. Questo collegamento, del quale ci restano diverse foto, terminò negli anni successivi. Nel 1934 venne completata la nuova linea Napoli – Castellammare della gestione Circumvesuviana: questo fatto costituì un duro colpo per il traffico viaggiatori della linea a gestione statale. Infatti la Circumvesuviana, oltre a garantire collegamenti molto più frequenti, poteva contare su più stazioni cittadine sia al centro (Via Nocera, Castellammare centro e Castellammare terme nell’area delle vecchie terme) che in periferia (Ponte Persica e Pioppaino). Nel 1948 la linea della Circumvesuviana venne prolungata fino a Sorrento, portando alla contemporanea soppressione dell’ormai lento e vetusto tram. In tal modo la stazione statale perse anche l’importante interscambio con tale mezzo. Il dopoguerra portò comunque ad un’intensificazione del servizio viaggiatori e soprattutto merci grazie alla nascita di numerosi cantieri ed industrie nella zona a Nord della stazione lungo il litorale verso Torre Annunziata: qui venne creata una nuova fermata viaggiatori, denominata “Castellammare Industriale”, a servizio soprattutto dei numerosi operai, rimasta in funzione fino agli inizi degli anni '70. Inoltre diverse industrie della zona si raccordarono alla linea per la spedizione delle proprie merci. A metà degli anni ’70 una nuova fermata, costituita da un marciapiede di lunghezza limitata, venne anche creata tra Castellammare e Gragnano nella località Madonna delle Grazie ove si era andato sviluppando un discreto complesso urbanistico. Fino alla fine degli anni ’70 la linea continuò a vivere, grazie anche a collegamenti diretti con Napoli che evitavano il fastidioso cambio a Torre Centrale. I diretti Napoli – Gragnano arrivarono ad essere una dozzina di coppie al giorno, oltre ad un collegamento diretto feriale con Cancello ed una trentina di coppie limitate al tratto Torre – Gragnano che coprivano tutto l’arco delle 24 ore (quindi con corse anche durante l’orario notturno). Anche il servizio merci vide un buon numero di convogli diretti sia alle industrie lungo il tratto Torre Annunziata – Castellammare che ai cantieri navali nella zona portuale. In quest’ultimo caso i convogli giungevano alla stazione di Castellammare ove venivano spesso frazionati in convogli più piccoli che venivano poi deviati sulla linea che attraversava il lungomare della città. Il terremoto del novembre 1980 non portò grossi danni alla linea, ma la zona stabiese subì comunque notevoli ripercussioni soprattutto sul piano occupazionale: diverse industrie chiusero dopo agonie anche piuttosto lunghe. Alla fine degli anni ’80 addirittura la fermata di Castellammare Cantieri venne soppressa per scarsità di viaggiatori, mentre una nuova fermata venne creata un paio di chilometri più innanzi in direzione di Torre Annunziata nella località denominata Rovigliano. Il numero di treni giornalieri iniziò a diminuire attestandosi nel 1994 a 27 coppie feriali e 14 festive: di queste i collegamenti diretti con Napoli vennero ridotti a 1-2 coppie, mentre nel periodo estivo il numero di corse subì ulteriori tagli. A seguito della riduzione del servizio e della limitazione delle corse al periodo compreso fra le 6 e le 22, la stazione di Gragnano venne disabilitata ed impresenziata: i treni viaggiatori, infatti, vi giungevano uno alla volta rendendo inutile anche la presenza di ulteriori binari oltre il primo, mentre il traffico merci era già da tempo inesistente. Anche a Castellammare, il servizio merci subì notevoli flessioni con la chiusura di diversi raccordi industriali. Lo stesso raccordo per i cantieri dell’area portuale venne utilizzato in maniera sempre più sporadica. Addirittura si paventò la chiusura della linea, considerato “ramo secco”. Le proteste di un locale comitato di utenti e pendolari portò nel 1996 al varo di un nuovo orario sperimentale cadenzato con maggiori collegamenti diretti con Napoli. Le corse feriali salirono a 38 coppie (con 7 collegamenti diretti per Napoli ed uno persino per Salerno) e le festive a 22 (con 4 collegamenti diretti per Napoli). La sperimentazione durò un paio di anni, ma poi anche il comitato utenti dovette arrendersi all’evidenza di un servizio snobbato dai viaggiatori se non nelle fasce orarie dei pendolari. Così il servizio tornò ad essere limitato a poche corse giornaliere e con convogli di lunghezza sempre più limitata. All’inizio del 2000 in orario risultavano esserci appena 14 coppie feriali di cui solo 8 che raggiungevano Gragnano. Nei giorni festivi addirittura il servizio era limitato a 7 coppie di cui solo 4 per Gragnano e solo nelle fasce orarie dalle 5 alle 8 e dalle 19,30 alle 22. Ancora una volta si tornò a parlare di chiusura della linea. Lo stesso traffico merci ormai era ridotto all’osso tanto che l’area dello scalo merci ferroviario di Castellammare venne adibito a parcheggio automobilistico, abbattendo il magazzino merci e riducendo la lunghezza di alcuni binari. La gestione dei rari treni merci per i cantieri navali passò a Torre Annunziata Centrale. Un nuovo spiraglio si aprì con l’orario entrato in vigore nel dicembre 2003: la società Metronapoli, infatti, già gestore delle linee metropolitane di Napoli, ottenne la gestione dei servizi diretti fra Napoli Campi Flegrei e Castellammare. Pertanto vennero inserite ben 11 coppie di treni giornalieri su tale tratta, con fermata in tutte le stazioni, che si andarono ad affiancare al normale servizio già esistente che nel 2004 era costituito da ulteriori 11 coppie feriali (6 festive) fra Torre Annunziata e Castellammare ed 8 coppie feriali (4 festive) per Gragnano. Un'ulteriore novità si ebbe con l'orario entrato in vigore nel dicembre 2004 che creò l'integrazione, in precedenza non esistente, fra i convogli Metronapoli ed i convogli Trenitalia. In questo modo alle 11 coppie di treni diretti tra Napoli Campi Flegrei e Castellammare, si affiancarono ben 15 coppie feriali (11 festive) tra Castellammare e Gragnano quasi sempre in coincidenza con i convogli Metronapoli e soltanto in tre casi dirette a Torre Annunziata Centrale. Ma questo esperimento durò poco. Con l'orario entrato in vigore nel giugno 2007 si ebbe un nuovo ridimensionamento: le corse dirette Metronapoli fra Napoli Campi Flegrei e Castellammare si ridussero a 10 (7 il sabato), mentre i collegamenti con Gragnano divennero 11 (8 feriali) di cui 5 affidati ad autocorse. Con l'orario 2008, Metronapoli cessò i servizi per Castellammare che tornarono ad essere gestiti da Trenitalia. Con il nuovo orario da dicembre 2010, la linea ha perso la tratta Castellammare - Gragnano: i tagli imposti dal governo regionale al trasporto locale hanno, infatti, determinato la sospensione di questa tratta. Il nuovo orario pertanto prevedeva 23 corse feriali fra Torre Annunziata Centrale e Castellammare e appena 11 festive (distribuite quasi tutte al pomeriggio/sera). Il 9 settembre 2012 il servizio ferroviario venne sospeso e sostituito da autobus sulla tratta superstite Torre Annunziata - Castellammare. Ma le proteste dei pendolari portarono al ripensamento con il ritorno dei treni. Ma il 5 febbraio 2014 il crollo di un muro nei pressi della stazione di Portici-Ercolano, fra Napoli e Torre Annunziata, portò alla sospensione del servizio ferroviario non solo su questa tratta ma anche sulla Torre Annunziata - Castellammare che pertanto risultò servita solo da autobus sostitutivi (17 coppie feriali e 13 festive). Dal 12 aprile 2015 la linea fra Napoli e Torre Annunziata è stata ripristinata e con essa i treni sono tornati a percorrere la linea fra Torre Annunziata e Castellammare: restano attive solo 7 coppie di treni (3 giornaliere e 4 feriali) tra Napoli e Castellammare e un servizio di 7 coppie di bus feriali fra Torre Annunziata e Castellammare." }, { "id": 2, "title": "Amalfi", "img": "/static/images/obj_definitions/obj2.jpg", "intro": "Amalfi è un comune italiano di 4 736 abitanti della provincia di Salerno in Campania. Fiorente repubblica marinara in epoca alto-medievale (assieme a Genova, Pisa e Venezia), è altresì nota per aver dato il nome alle Tavole amalfitane, un codice marittimo adoperato in tutta l'area mediterranea dal XII al XVI secolo. Nel 1997 alla Costiera amalfitana, di cui Amalfi è il principale centro geografico e storico, è stato riconosciuto il titolo di Patrimonio dell'umanità dell'UNESCO.", "history": "La sua fondazione viene ricondotta ai romani (il suo stemma reca la scritta Descendit ex patribus romanorum), anche se per il toponomastico Giovanni Alessio potrebbe essere ancora anteriore, risalendo ai navigatori egei in epoca precedente alla Magna Grecia. A partire dal IX secolo, Amalfi divenne la prima repubblica marinara italiana, grazie alla sua posizione inaccessibile sulla scogliera amalfitana, ed entrò in competizione con Pisa, Venezia e Genova. A riprova dell'influenza amalfitana sull'area, il Codice Marittimo di Amalfi, meglio noto col nome di Tavole amalfitane, ebbe una grande influenza fino al XVII secolo in tutto il Mediterraneo. Amalfi raggiunse il proprio massimo splendore nell'XI secolo, dopodiché iniziò una rapida decadenza. Nel 1131, quando il suo dominio comprendeva, tra l'altro, i territori e castelli di Guallo, Trivento, Capri, Ravello, Scala, Fratta, Gerula e Pogerula (Alessandro di Telese, De rebus gestis Rogerii Siciliae regis. L. II, capp. VIII-XI), fu conquistata dai Normanni di Ruggiero II d'Altavilla re di Sicilia. Nel 1135 e nel 1137 fu saccheggiata dai pisani e nel 1343 una tempesta, conseguenza del maremoto causato nel Mediterraneo meridionale dallo Stromboli, che viene riferito anche dal Petrarca in una lettera da Napoli, distrusse gran parte della città. Per tradizione, ogni anno un equipaggio di vogatori amalfitani partecipa alla Regata delle Antiche Repubbliche Marinare, sfidando gli armi delle città di Genova, Pisa e Venezia. Per un errore di interpretazione di un testo latino, che riferiva invece che l'invenzione della bussola era attribuita dallo storico Flavio Biondo agli Amalfitani, il filologo Giambattista Pio sostenne che la bussola fosse stata inventata dall'amalfitano Flavio Gioia. Nel testo in questione (Amalphi in Campania veteri magnetis usus inventus a Flavio traditur), tuttavia, non bisogna intendere Flavio come l'inventore della bussola, ma solo come colui che ha riportato la notizia: appunto Flavio Biondo. Tuttavia i navigatori amalfitani potrebbero essere stati tra i primi ad usare quello strumento. 'Un'antica tradizione amalfitana si riferisce, invece, ad un certo Giovanni Gioia quale inventore dello strumento marinaro'. Particolarmente fiorente nella storia della città, e viva in due cartiere residue sulle molte presenti ed ormai in rovina, è l'industria cartaria, legata alla produzione della pregiata carta di Amalfi. In città infatti è possibile visitare il Museo della Carta di Amalfi." }, { "id": 3, "title": "Giappone", "img": "/static/images/obj_definitions/obj3.png", "intro": "Il Giappone (in giapponese 日本 (Nihon) o (Nippon), ufficialmente 日本国 (Nihon-koku) o (Nippon-koku) è uno Stato insulare dell'Asia orientale. Situato nell'Oceano Pacifico, il Giappone è limitato a ovest dal Mar del Giappone, a nord dal mare di Ochotsk, a est dall'Oceano Pacifico settentrionale e a sud dal Mar Cinese Orientale. È un arcipelago perlopiù montuoso di 6 852 isole, le cui cinque più grandi sono Hokkaidō, Honshū, Kyūshū, Shikoku e Okinawa, che da sole rappresentano circa il 97% della superficie terrestre del Giappone. Molte isole sono montagne, alcune di origine vulcanica; la vetta più alta è il Fuji, un vulcano in quiescenza dal 1707. Con una popolazione di circa 124 milioni di abitanti, è l'undicesimo paese più popoloso al mondo. La Grande Area di Tokyo, che include Tokyo e numerose prefetture vicine, è la più grande area metropolitana del mondo con oltre 38 milioni di residenti.", "history": "I più antichi documenti sulla storia del Giappone datano dal III secolo d.C. ma si tratta di racconti densi di leggende perciò poco attendibili. Secondo queste leggende alcune divinità avrebbero creato i primi abitatori del Giappone ed esse stesse avrebbero governato il primo popolo. Secondo gli storici, invece il Giappone fu abitato, nei tempi più antichi, da alcune tribù nomadi che provenivano dall'Asia Centrale perché il rilievo era poco accogliente e così il clima quindi si spostavano verso le cose, dove potevano pescare, una delle attività principali tutt'ora. Alcune di queste tribù si stabilirono nell’isola di Houshu, altre nell’isola di Kyushu. Le tribù che si erano trasferite nell’isola di Houshu divennero le più potenti poiché si raggrupparono nell’isola più grande e più ricca, e sotto il comando dell’imperatore Jimmu assoggettarono le altre tribù. Jimmu fu venerato come figlio della Dea del Sole, egli fu il fondatore dell’impero Giapponese e la dinastia che da lui ebbe origine è quella che ancor oggi regge l’Impero del Sol Levante. Ecco il motivo dinastico per cui il popolo giapponese ha sempre ritenuto la persona del proprio imperatore di origine divina. La storia del Giappone comincia nel 538 d.C. Quando gli Europei cominciarono a commerciare con il Giappone che produceva una grande quantità di riso, spezie ecc. Il Giapponese era ancora sotto il dominio feudale, con vari signori in guerra fra loro. I primi a visitare il Giappone furono i Gesuiti con San Francesco Saverio, nonostante le vie di comunicazioni non erano né facili né comuni. Nel 1868 un giovane imperatore, Mutsuhito, abolì il dominio feudale, proclamò una costituzione sul modello europeo e aprì le relazioni con l’estero che prima avevano interrotto. I Giapponesi assimilarono rapidamente la civiltà europea tanto lontana che per molto tempo era stata ingrata. Già nei primi anni del ‘900 si erano diffuse in Giappone alcune teorie che volevano il Paese del Sol Levante a capo di tutte le nazioni dell’Asia. Gli Stati Uniti e la Russia che avevano interessi commerciali in quel continente, si opposero a queste tendenze espansionistiche. Quando nel 1939 scoppiò in Europa la seconda guerra mondiale, il Giappone ritenne giunto il momento di vendicarsi dell’ostilità che gli Stati Uniti avevano dimostrato contro i suoi piani di espansione. Il 7-12 1941 il Giappone attaccò di sorpresa e distrusse la flotta americana ancorata a Pearl Harbour, un porto americano delle isole Hawaii. Gli Stati Uniti reagirono all’attacco dichiarando guerra al Giappone. La guerra durò quattro anni, finché nell’agosto 1945 gli Americani lanciarono sul Giappone le prime bombe atomiche (che furono la causa dello sviluppo economico ritardato). Il 10 agosto il Giappone si arrese incondizionatamente. Gli Americani occuparono il paese ed imposero una nuova Costituzione democratica. L’attuale Costituzione differisce da quella precedente soprattutto perché nega all’imperatore l’origine divina del suo potere, precisando che spetta interamente al popolo. Oggi il Giappone, abbandonati i sogni militari, cerca di soddisfare i bisogni della sua abbondante popolazione che il poco terreno non riesce a dare. Infatti, su un territorio poco più grande dell’Italia, vivono molto più di 92 milioni di persone. Perciò i Giapponesi hanno cercato di trarre profitto da tutte le risorse naturali del paese. Ogni metro quadrato di terreno coltivabile è utilizzato: i campi sembrano giardini, tanto sono curati e lavorati, ma non solo per sviluppare l’alimentazione dei giapponesi insufficiente anche per il loro immenso amore verso la natura." }, { "id": 4, "title": "Australia", "img": "/static/images/obj_definitions/obj4.png", "intro": "L'Australia, ufficialmente il Commonwealth dell'Australia, è il sesto Paese del mondo per estensione (7688287 km², in gran parte desertici) e il più grande dell'Oceania. Ha una popolazione di oltre 25 milioni di abitanti, quasi interamente residenti sulle coste. La sua capitale è Canberra, mentre la città più popolata è Sydney, seguita da Melbourne, Brisbane, Perth e Adelaide.", "history": "L'Australia è abitata da circa 60 000 anni, da quando i progenitori degli aborigeni australiani arrivarono dall'odierno Sud-est asiatico approfittando dei ponti di terra createsi durante l'era glaciale. Seguirono i Torres Strait Islanders circa 4 000 anni fa. Nonostante non sia stata visitata dagli europei fino al XVII secolo, già gli antichi Greci e Romani avevano immaginato l'esistenza di una terra al di sotto dell'Europa, la cosiddetta Terra Australis ('terra meridionale'), da cui è in seguito derivato il nome 'Australia'. Il primo europeo a mettere piede sul 'nuovissimo continente' fu nel 1606 il navigatore olandese Willem Janszoon. Per 150 anni, dopo la colonizzazione, la popolazione indigena diminuì costantemente, principalmente a causa di malattie infettive e di migliaia che perirono a causa del conflitto di frontiera con i coloni. Una politica del governo di 'assimilazione' portò anche alla rimozione di molti bambini aborigeni dalle loro famiglie e dalle comunità aborigene: un altro fattore che contribuì al declino della popolazione indigena. Oggi appena il 2% della popolazione australiana è di etnia aborigena e vive in tribù per la maggior parte sconosciute. Nel 1770, dopo l'arrivo dell'allora tenente di marina del Regno Unito James Cook, i due terzi orientali del paese furono reclamati dal Regno Unito, che li utilizzò per impiantarvi delle colonie penali, reclamandone il resto nel 1829. Si stima che nel 1788 le popolazioni autoctone contassero tra i 750 000 e un milione di abitanti. La colonizzazione dell'Australia fu così letale da essere spesso considerata un genocidio. La maggior parte degli Stati che più tardi si federarono formando l'Australia non sono comunque nati come colonie penali. Il 1º gennaio 1901 nacque il Commonwealth of Australia (federazione d'Australia), come Dominion nell'ambito dell'Impero britannico. L'Australia era ormai indipendente, anche se gli ultimi legami legali con il Regno Unito non furono recisi fino al 1986. Nel 1999 la popolazione è stata chiamata a votare su un referendum per modificare la forma di stato dell'Australia in una repubblica, con un presidente a sostituire la regina come capo dello Stato, ma il quesito è stato respinto. Malcolm Turnbull aveva intenzione di proporne un altro, che desiderava fosse effettuato alla morte o all'abdicazione di Elisabetta II del Regno Unito, in quanto era sua intenzione rimanere nel Commonwealth ma non esserne un reame. Le stesse intenzioni sono state manifestate anche dalla vicina Nuova Zelanda e dal Canada, seppure le popolazioni di tutti e tre i reami del Commonwealth si esprimano ancora in maggioranza favorevoli alla monarchia. Nel 2007 l'Australia è stata rappresentata da contingenti militari sia in Iraq sia in Afghanistan, in linea con il blocco occidentale di riferimento. La sua collocazione geografica pone tuttavia il Paese a stretto contatto con i problemi del Sud-est asiatico, e in particolar modo delle isole del Pacifico. Cina e Giappone, che completano l'elenco delle maggiori potenze della regione, non sono coordinate tra loro e neppure gradite ai Paesi più piccoli. L'Australia si è così trovata più volte a intervenire nel 2006 per le turbolenze politiche di Timor Est e delle Isole Salomone e, precedentemente, di Nauru, Vanuatu e Papua Nuova Guinea." }, { "id": 5, "title": "Salerno", "img": "/static/images/obj_definitions/obj5.jpeg", "intro": "Salerno è un comune italiano di 127 240 abitanti, capoluogo dell'omonima provincia in Campania e secondo comune della regione per numero di abitanti. Durante l'Alto Medioevo, sotto la dominazione longobarda, la città visse una delle sue fasi storiche più rilevanti quale capitale del Principato di Salerno, entità che arrivò gradualmente a comprendere gran parte del Mezzogiorno continentale italiano. A Salerno ebbe inoltre sede la Scuola Medica Salernitana, che costituì la prima e più importante istituzione medica d'Europa all'inizio del Medioevo, e in quanto tale è considerata un'antesignana delle moderne università. Dal 1968 la città è sede dell'Università degli Studi di Salerno, dislocata dal 1988, sotto forma di campus, nei vicini comuni di Fisciano e Baronissi. Dal febbraio all'agosto del 1944 Salerno fu sede del governo italiano, ospitando gli esecutivi Badoglio I, Badoglio II e Bonomi II, che risiedevano nel Salone Dei Marmi e portarono alla 'svolta di Salerno' nonché alla successiva riconquista alleata della penisola italiana.", "history": "La storia della città di Salerno affonda le sue radici in tempi molto antichi. I primi reperti ritrovati in loco risalgono al VI secolo a.C. circa e raccontano le vicende di un insediamento etrusco. Grazie ai numerosi reperti archeologici è stato dimostrato come, sin dall’antichità, la zona rappresentasse un importante punto commerciale strategico, tale da essere fulcro di fusione tra differenti culture. Fu durante il periodo dell’Imperialismo romano che la cittadina acquistò il nome di Salernum, prima di subire le invasioni barbariche ed essere successivamente occupata da Goti, Bizantini, Normanni e Longobardi. Lungo il corso della dominazione longobarda la città sperimentò un periodo di magnificenza e ricchezza, tale da essere riportata sulle monete locali come Opulenta Salernum. Nel 839 d.C. divenne la capitale di un principato longobardo indipendente, il 'Principato di Salerno'. Questo fu governato dal duca Arechi II, il quale fissò la sua residenza nel magnifico e maestoso castello che possiede attualmente il suo nome e che sovrasta la collina dove si trova il Castrum Salerni. Oltre a ciò, sotto il suo governo ebbe origina la famosa Scuola Medica Salernitana, la più importante fonte di conoscenza medica in Europa nel Medioevo. Ugualmente, Roberto il Guiscardo, sovrano normanno che conquistò Salerno nel 1077, la nominò capitale del suo dominio e fu proprio a testimonianza di tale magnificenza che furono costruiti il palazzo reale (Castel Terracena) e l’eccelsa cattedrale, ovvero il Duomo di San Matteo. Successivamente, con la dinastia degli Svevi, alla fine del XII secolo, il figlio dell'imperatore Federico II (re Manfredi di Sicilia) ordinò la costruzione di un bacino che ancora oggi porta il suo nome e in un secondo tempo, nel 1259, nacque inoltre la Fiera di San Matteo, fortemente voluta da Giovanni Da Procida come strumento di sviluppo dell’economia locale. Lo sgravio delle imposizioni fiscali fu istituzionalizzato da Manfredi di Svevia in accordo con la Chiesa Salernitana che gestiva ed amministrava l’evento fieristico in quanto collegato con la celebrazione della festività dedicata all’apostolo Matteo (oggi Patrono della città di Salerno). Dopo la conquista Angioina, gran parte della provincia di Salerno diventò territorio dei Principi di Sanseverino, potenti feudatari, che accumularono un ingente potere politico e amministrativo, attirando numerosi artisti e letterati. Nei primi decenni del XVI secolo, l'ultimo discendente dei principi Sanseverino entrò in conflitto con il governo spagnolo, causando l'inizio di un lungo periodo di decadenza per la città, dato che i re concentrarono le loro attenzioni esclusivamente sulla capitale: Napoli. Più tardi, malauguratamente, la città fu colpita da diversi terremoti e pestilenze catastrofiche, che causarono migliaia di vittime. Solo in seguito ad un periodo di dominazione spagnola, durata fino al XVIII secolo, si ebbe una lenta rinascita della città, con la costruzione di un alto numero di edifici e chiese, i quali ancora oggi caratterizzano le principali vie del centro storico di Salerno. Nel 1799 Salerno divenne parte della Repubblica Partenopea e vide un periodo di governo napoleonico. Gioacchino Murat decretò la chiusura della Scuola Medica Salernitana, che aveva visto un periodo di declino da decenni al livello di una scuola teorica. In seguito all'Unità d'Italia un lento sviluppo urbanistico continuò a procedere fino alla seconda guerra mondiale. Nel mese di ottobre 1943, la prima riunione del governo Badoglio (presidente del Consiglio dopo la caduta di Mussolini) ebbe luogo all'interno dell'attuale Palazzo del Comune di Salerno. Nel 1944 la città fu protagonista della rinascita d’Italia in seguito ai misfatti della guerra, accogliendo il primo governo post-fascismo e la famiglia Reale, diventando a tutti gli effetti Capitale. Il dopoguerra fu difficoltoso per tutte le città meridionali d’Italia, ma Salerno, con grande vigore, riuscì a migliorare poco a poco. Oggi Salerno è un importante centro culturale in Campania e in Italia, grazie alla sua lunga storia ricca di eventi. Per la sua variegata storia la città è caratterizzata da una cultura ricca e fiorente. Essa è urbanisticamente divisa in tre zone distinte: il settore medievale, il settore del XIX secolo e l'area del dopoguerra (con la maggiore densità di popolazione). Oggigiorno la città di Salerno rappresenta, per i viaggiatori verso la Costiera Amalfitana, Napoli o Cilento, non soltanto un importante punto di partenza per la sua posizione strategica, ma un'interessante città da visitare grazie alla sua storia centenaria e alla sua moderna urbanistica." } ] }

